Repository: cdwieber/twocoda
Catalog: plugins/WPShapere/languages/wps-*.po
Languages: de_de

source: %s Settings
de_de: %s Einstellungen

source: Loading...
de_de: Laden...

source: Invalid Purchase code! Or the envato server may be down.
de_de: Ungültiger Bestellcode! Oder der envato-Server ist ausgefallen.

source: Or your server may not support wordpress remote get method. Please open a support ticket at
de_de: Möglicherweise unterstützt Ihr Server die Wordpress Remote Get-Methode nicht. Bitte öffnen Sie ein Support-Ticket auf

source: Enter Purchase Code
de_de: Einkaufscode eingeben

source: Your Purchase code is accepted. Happy customizing WordPress!
de_de: Ihr Einkaufscode ist akzeptiert. Viel Spaß mit der Anpassung in WordPress!

source: Need help?
de_de: Hilfe brauchen?

source: Font Family
de_de: Font-Familie

source: Color
de_de: Farbe

source: Font Weight
de_de: Schriftart Gewicht

source: Font Style
de_de: Schriftart

source: Font Size
de_de: Schriftgröße

source: Save Changes
de_de: Änderungen speichern

source: Choose Icon
de_de: Wählen Sie das Symbol

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Error: Settings not saved.
de_de: Fehler: Einstellungen nicht gespeichert.

source: Deactivate License for this site
de_de: Lizenz für diese Seite deaktivieren

source: Deactivate License
de_de: Lizenz deaktivieren

source: Remove license key for this site.
de_de: Entfernen Sie den Lizenzschlüssel für diese Seite.

source: WPShapere Premium Addons
de_de: WPShapere Premium Erweiterungen

source: Premium Addons
de_de: Premium-Erweiterungen

source: Review Plugin
de_de: Plugin überprüfen

source: Purchase Now
de_de: Jetzt kaufen

source: Import and Export Settings
de_de: Einstellungen Import und Export

source: Import-Export Settings
de_de: Importieren - Exportieren

source: Import/Export Settings
de_de: Importieren/exportieren

source: Settings Imported!
de_de: Einstellungen Importiert!

source: You are importing empty data or wrong data format.
de_de: Du importierst leere Daten oder ein falsches Datenformat.

source: Reset to default
de_de: Wiederherstellen auf Standardzustand

source: By resetting all settings will be deleted!
de_de: Durch das Zurücksetzen werden alle Einstellungen gelöscht!

source: Reset All Settings
de_de: Alle Einstellungen zurücksetzen

source: Export Settings
de_de: Einstellungen exportieren

source: Save the below contents to a text file.
de_de: Speichere den untenstehenden Inhalt in einer Textdatei.

source: Import Settings
de_de: Einstellungen Import

source: Login Theme Presets
de_de: Login Themes

source: Import Login Theme
de_de: Login Theme importieren

source: Import Theme
de_de: Theme importieren

source: General Options
de_de: Allgemeine Optionen

source: Login Options
de_de: Login-Optionen

source: Dashboard Options
de_de: Dashboard Optionen

source: Adminbar Options
de_de: Adminbar-Optionen

source: Admin Page Options
de_de: Optionen für die Admin-Seite

source: Admin menu Options
de_de: Admin-Menü Optionen

source: Footer Options
de_de: Optionen für Fußzeile

source: Email Options
de_de: E-Mail-Optionen

source: Set Privilege users
de_de: Zugriffsrechte für Benutzer festlegen

source: Admin notices
de_de: Admin-Benachrichtigungen

source: Choose design type
de_de: Design-Typ auswählen

source: Flat design
de_de: Flache Bauweise

source: Default design
de_de: Standarddesign

source: Heading Colors
de_de: Titel-Farben

source: Other General Options
de_de: Allgemeine Optionen

source: Remove unwanted items
de_de: Unerwünschte Elemente entfernen

source: Select whichever you want to remove.
de_de: Wählen Sie denjenigen aus, den Sie entfernen möchten.

source: Wordpress Help tab.
de_de: Registerkarte Wordpress Hilfe.

source: Screen Options.
de_de: Anzeigeoptionen

source: Wordpress update notifications.
de_de: Wordpress Update-Benachrichtigungen.

source: Disable automatic updates
de_de: Automatische Updates deaktivieren

source: Select to disable all automatic background updates (Not recommended).
de_de: Aktivieren Sie diese Option, um alle automatischen Hintergrund-Updates zu deaktivieren (Nicht empfohlen).

source: Disable update emails
de_de: Aktualisierungs-E-Mails deaktivieren

source: Select to disable emails regarding automatic updates.
de_de: Aktivieren Sie diese Option, um E-Mails mit Bezug auf automatische Updates zu deaktivieren.

source: Hide update notifications
de_de: Update-Benachrichtigungen ausblenden

source: Select to hide update notifications on plugins page (Not recommended).
de_de: Activez cette option pour masquer les notifications de mise à jour sur la page du plugin (non recommandé).

source: Hide Admin bar
de_de: Admin-Leiste ausblenden

source: Select to hideadmin bar on frontend.
de_de: Sélectionnez cette option pour masquer la barre d’administration sur le front end.

source: Hide Color picker from user profile
de_de: Farbauswahl aus dem Benutzerprofil ausblenden

source: Select to hide Color picker from user profile.
de_de: Wählen Sie diese Option, um die Farbauswahl im Benutzerprofil auszublenden.

source: Disable custom styles for login page.
de_de: Deaktivieren Sie benutzerdefinierte Stile für die Anmeldeseite.

source: Check to disable
de_de: Aktivieren Sie diese Option, um sie zu deaktivieren

source: Login page title
de_de: Titel der Login-Seite

source: Background Options
de_de: Optionen für den Hintergrund

source: Background color
de_de: Farbe des Hintergrundes

source: External background url
de_de: Externe Hintergrund-URL

source: Load image from external source.
de_de: Laden Sie das Bild von einer externen Quelle.

source: Background image
de_de: Hintergrund-Bild

source: Background Repeat
de_de: Wiederholung des Hintergrundes

source: Check to repeat
de_de: Zur Wiederholung prüfen

source: Background size
de_de: Hintergrund-Größe

source: Select size
de_de: Wählen Sie die Größe

source: Login Form Options
de_de: Allgemeine Optionen

source: Form Layout
de_de: Formulargestaltung

source: Select layout
de_de: Layout auswählen

source: Single column
de_de: Einzelspalte

source: Double column
de_de: Doppelspalte

source: Form vertical align method
de_de: Verfahren zur vertikalen Ausrichtung von Formularen

source: Select align type
de_de: Ausrichtungsart wählen

source: CSS Flex method.
de_de: CSS Flex Methode.

source: Top Margin.
de_de: Oberer Rand.

source: Login Form Top margin
de_de: Anmeldeformular Oberer Rand

source: Login Form Width in px
de_de: Einloggen Formularbreite in px

source: Disable Form Shadow
de_de: Formularschatten deaktivieren

source: Select to show Form shadow.
de_de: Aktivieren Sie diese Option, um den Formschatten anzuzeigen.

source: External Logo url
de_de: Externe Logo URL

source: Upload Logo
de_de: Logo hochladen

source: Image to be displayed on login page. Maximum width should be under 450pixels.
de_de: Bild, das auf der Anmeldeseite angezeigt werden soll. Die maximale Breite sollte unter 450 Pixel liegen.

source: Resize Logo?
de_de: Logo in der Größe anpassen?

source: Select to resize logo size.
de_de: Wählen Sie diese Option, um die Größe des Logos zu ändern.

source: Set Logo size in %
de_de: Logo-Größe in % einstellen

source: Logo Height
de_de: Logo Höhe

source: Logo url
de_de: URL

source: Transparent Form
de_de: Transparentes Formular

source: Select to show transparent form background.
de_de: Wählen Sie diese Option, um den transparenten Formularhintergrund anzuzeigen.

source: Form background color
de_de: Formular-Hintergrundfarbe

source: Form border color
de_de: Farbe des Formrandes

source: Form text color
de_de: Farbe des Formulartextes

source: Form link color
de_de: Farbe der Formularverknüpfung

source: Form link hover color
de_de: Form Link Hover Farbe

source: Hide Back to blog link
de_de: Wieder zurück zum Blog-Link verstecken

source: select to hide
de_de: zum Ausblenden auswählen

source: Hide Remember me
de_de: Ausblenden sich erinnern mich

source: Custom Footer content
de_de: Benutzerdefinierter Inhalt der Fußzeile

source: Login button style
de_de: Login-Button-Stil

source: select button style
de_de: Stil der Auswahltaste

source: Round button.
de_de: Runder Knopf.

source: Flat button.
de_de: Flacher Knopf.

source: Login button colors
de_de: Farben der Login-Taste

source: Border color
de_de: Randfarbe

source: Shadow color
de_de: Shadow-Farbe

source: Text color
de_de: Textfarbe

source: Hover background color
de_de: Hover-Hintergrundfarbe

source: Hover text color
de_de: Farbe des Hover-Textes

source: Button hover border color
de_de: Knopf schwebt über dem Rand Farbe

source: Button hover shadow color
de_de: Hover-Schattenfarbe der Taste

source: Custom CSS for Login page
de_de: Custom CSS für die Login-Seite

source: Remove unwanted Widgets
de_de: Unerwünschte Widgets entfernen

source: Create New Widgets
de_de: Neue Widgets erstellen

source: Quick Video Help
de_de: Schnelle Video-Hilfe

source: Set number of widgets required.
de_de: Setzt die Anzahl der benötigten Widgets.

source: Widget Type
de_de: Widget-Typ

source: Text Content
de_de: Textinhalt

source: Video Content
de_de: Video-Inhalte

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Widget Title
de_de: Widget-Titel

source: Put your RSS feed url here if you want to show your own RSS feeds. Otherwise fill your static contents in the below editor.
de_de: Legen Sie hier Ihre RSS-Feed-URL ab, wenn Sie Ihre eigenen RSS-Feeds anzeigen möchten. Andernfalls füllen Sie Ihre statischen Inhalte im untenstehenden Editor.

source: Widget Content
de_de: Widget-Inhalt

source: Set default adminbar height.
de_de: Setzt die Standard-Adminbar-Höhe.

source: Select this option to set default admin bar height.
de_de: Wählen Sie diese Option, um die Standardhöhe der Admin-Leiste festzulegen.

source: Logo options
de_de: Logo-Optionen

source: Load image from external source. Maximum size 200x50 pixels.
de_de: Laden Sie das Bild von einer externen Quelle. Maximale Größe 200x50 Pixel.

source: Image to be displayed in all pages. Maximum size 200x50 pixels.
de_de: Bild, das auf allen Seiten angezeigt werden soll. Maximale Größe 200x50 Pixel.

source: If empty it will default to admin dashboard url.
de_de: Wenn es leer ist, wird es standardmäßig die Admin Dashboard URL verwenden.

source: Move logo horizontally by
de_de: Verschieben Sie das Logo horizontal um

source: Can be used in case of logo position haven't matched the menu position.
de_de: Kann verwendet werden, wenn die Logoposition nicht mit der Menüposition übereinstimmt.

source: Move logo Top by
de_de: Verschieben des Logos Nach oben um

source: Move logo Bottom by
de_de: Verschieben des Logos Unten um

source: Collapsed menu Logo options
de_de: Zusammengeklapptes Menü Logo-Optionen

source: External logo url for collapsed menu. Maximum size 100x100 pixels.
de_de: Externe Logo-URL für zusammengeklapptes Menü. Maximale Größe 100x100 Pixel.

source: Upload logo for collapsed menu. Maximum size 100x100 pixels.
de_de: Hochladen des Logos für das zusammengeklappte Menü. Maximale Größe 100x100 Pixel.

source: Color options
de_de: Farboptionen

source: Admin bar color
de_de: Farbe der Adminleiste

source: Menu Link color
de_de: Menülink Farbe

source: Menu Link hover color
de_de: Menü-Link Hover Farbe

source: Menu background hover/Sub menu color
de_de: Menühintergrund Hover/Submenüfarbe

source: Submenu Link color
de_de: Untermenü Linkfarbe

source: Submenu Link hover color
de_de: Untermenü Link Hover Farbe

source: Custom welcome Text
de_de: Individueller Begrüßungstext

source: Custom welcome text instead of default "Howdy".
de_de: Benutzerdefinierter Begrüßungstext anstelle von standardmäßigem "Howdy".

source: Remove menus from Admin bar
de_de: Menüs aus der Admin-Leiste entfernen

source: By default, all menu items will be shown to admin users. Please set who can access to hidden menu items in Privilege users tab.
de_de: Standardmäßig werden den Admin-Benutzern alle Menüpunkte angezeigt. Bitte stellen Sie auf der Registerkarte Berechtigungsbenutzer ein, wer auf versteckte Menüpunkte zugreifen darf.

source: Remove Unwanted Menus
de_de: Unerwünschte Menüs entfernen

source: Select menu items to remove.
de_de: Wählen Sie die zu entfernenden Menüpunkte aus.

source: Disable admin theme
de_de: Admin-Thema deaktivieren

source: Select to disable custom admin theme.
de_de: Aktivieren Sie diese Option, um das benutzerdefinierte Admin-Thema zu deaktivieren.

source: Page background color
de_de: Farbe des Seitenhintergrunds

source: Primary button colors
de_de: Farben der Primärtasten

source: Background color
de_de: Hintergrundfarbe

source: Hover border color
de_de: Farbe des Hover-Randes

source: Hover shadow color
de_de: Hover Schattenfarbe

source: Secondary button colors
de_de: Farben der sekundären Schaltflächen

source: Add New button
de_de: Schaltfläche Neu hinzufügen

source: Metabox Colors
de_de: Metabox Farben

source: Metabox header box
de_de: Metabox Kopfleiste

source: Metabox header box border
de_de: Rand des Metabox-Postfachs

source: Metabox header Click button color
de_de: Metabox Header Klicken Sie auf die Farbe der Schaltfläche

source: Metabox header Click button hover color
de_de: Metabox-Header Klicken Sie auf die Schaltfläche Hover Farbe

source: Metabox header text color
de_de: Farbe des Textes der Metaboxüberschrift

source: Message box (Post/Page updates)
de_de: Nachrichtenbox (Post/Seiten-Updates)

source: Message box color
de_de: Farbe des Nachrichtenbox

source: Message text color
de_de: Farbe des Nachrichtentextes

source: Message box border color
de_de: Farbe der Rahmen des Nachrichtenfeldes

source: Message link color
de_de: Farbe des Nachrichtenlinks

source: Message link hover color
de_de: Nachrichten-Link Hover Farbe

source: Custom CSS for Admin pages
de_de: Benutzerdefiniertes CSS für Admin-Seiten

source: Admin menu width
de_de: Breite des Admin-Menüs

source: Parent menu vertical padding
de_de: Übergeordnetes Menü vertikale Polsterung

source: Submenu vertical padding
de_de: Untermenü Vertikale Polsterung

source: Admin Menu Color options
de_de: Farboptionen im Admin-Menü

source: Left menu wrap color
de_de: Farbe des linken Menüeintrags

source: Menu hover color
de_de: Menü Hover Farbe

source: Menu text color
de_de: Farbe des Menütextes

source: Menu hover text color
de_de: Menü Hover Textfarbe

source: Current active Menu color
de_de: Aktuell aktive Menüfarbe

source: Active Menu text color
de_de: Aktive Menütextfarbe

source: Submenu wrap color
de_de: Untermenü Wickelfarbe

source: Submenu hover color
de_de: Untermenü Hover-Farbe

source: Submenu text color
de_de: Textfarbe des Untermenüs

source: Submenu hover text color
de_de: Untermenü Hover Textfarbe

source: Active submenu text color
de_de: Aktive Textfarbe des Untermenüs

source: Updates Count notification background
de_de: Aktualisierungen Anzahl der Benachrichtigungen Hintergrund

source: Updates Count text color
de_de: Aktualisierung Zähltextfarbe

source: Footer Text
de_de: Fußzeilentext

source: Put any text you want to show on admin footer.
de_de: Legen Sie jeden beliebigen Text, den Sie anzeigen möchten, in die Fußzeile des Admin-Bereichs.

source: Disable White Label emails
de_de: White-Label-E-Mails deaktivieren

source: Set Email address as <strong> %1$s </strong> From name as <strong> %2$s
de_de: E-Mail-Adresse als <strong> %1$s </strong> Vom Namen als <strong> %2$s

source: Set different
de_de: Anders einstellen

source: Email From address
de_de: E-Mail Von der Adresse

source: Enter valid email address
de_de: Geben Sie eine gültige E-Mail-Adresse ein

source: Email From name
de_de: E-Mail Von Name

source: Select Privilege users
de_de: Auswahl der privilegierten Benutzer

source: Select admin users who can have access to all menu items. Note: Atleast one user must be selected in order to activate Privilege feature.
de_de: Wählen Sie Admin-Benutzer aus, die Zugriff auf alle Menüpunkte haben. Hinweis: Mindestens ein Benutzer muss ausgewählt sein, um die Berechtigungsfunktion zu aktivieren.

source: Widget Customization options
de_de: Widget-Optionen für die Anpassung

source: Widgets display
de_de: Widgets-Anzeige

source: Show all widgets to all admin users
de_de: Alle Widgets allen Admin-Benutzern anzeigen

source: Show all widgets to specific admin users
de_de: Alle Widgets für bestimmte Admin-Benutzer anzeigen

source: Hide selected widgets to specific admin users also
de_de: Ausgewählte Widgets auch für bestimmte Admin-Benutzer ausblenden

source: Menu Customization options (Left admin menus and admin bar menus)
de_de: Menüanpassungsoptionen (Linke Admin-Menüs und Admin-Leistenmenüs)

source: Menu display
de_de: Menüanzeige

source: Show all Menu links to all admin users
de_de: Alle Menü-Links für alle Admin-Benutzer anzeigen

source: Show all Menu links to specific admin users
de_de: Alle Menü-Links für bestimmte Admin-Benutzer anzeigen

source: Hide selected Menu links to specific admin users also
de_de: Ausgewählte Menü-Links auch für bestimmte Admin-Benutzer ausblenden

source: Hide plugins options
de_de: Plugin-Optionen ausblenden

source: Plugins list display
de_de: Anzeige der Plugin-Liste

source: Show all plugins list to all admin users
de_de: Zeigt allen Admin-Benutzern die Liste aller Plugins an

source: Show all plugins list to specific admin users
de_de: Alle Plugins-Liste für bestimmte Admin-Benutzer anzeigen

source: Hide selected plugins to specific admin users also
de_de: Ausgewählte Plugins auch für bestimmte Admin-Benutzer verstecken

source: Users list display
de_de: Anzeige der Benutzerliste

source: Show all users list to all admin users
de_de: Alle Benutzerliste allen Admin-Benutzern anzeigen

source: Show all users list to specific admin users
de_de: Alle Benutzerlisten für bestimmte Admin-Benutzer anzeigen

source: Hide selected users to specific admin users also
de_de: Ausgewählte Benutzer auch für bestimmte Admin-Benutzer ausblenden

source: Show admin notices for
de_de: Admin-Benachrichtigungen anzeigen für

source: Show admin notices for all users
de_de: Admin-Benachrichtigungen für alle Benutzer anzeigen

source: Show admin notices for all admin users
de_de: Admin-Benachrichtigungen für alle Admin-Benutzer anzeigen

source: Show admin notices for specific admin users
de_de: Admin-Benachrichtigungen für bestimmte Admin-Benutzer anzeigen

source: Hide admin notices for specific admin users also
de_de: Verstecken Sie auch Admin-Benachrichtigungen für bestimmte Admin-Benutzer

source: Quick Support
de_de: Schneller Support

source: Need Support?
de_de: Benötigen Sie Unterstützung?

source: Help
de_de: Hilfe

source: Congratulations! You have made the right choice of choosing
de_de: Herzlichen Glückwunsch! Sie haben die richtige Wahl getroffen, um die richtige Wahl zu treffen

source: You are about to use the most powerful white labelling solution for WordPress.
de_de: Sie sind dabei, die leistungsfähigste White-Labeling-Lösung für WordPress einzusetzen.

source: ONLINE RESOURCES
de_de: ONLINE-RESSOURCEN

source: Customization help
de_de: Hilfe zur Personalisierung

source: How to's
de_de: Wie man's macht

source: View all articles
de_de: Alle Artikel anzeigen

source: Can't find a solution? Open a support ticket
de_de: Sie finden keine Lösung? Öffnen eines Support-Ticket

source: Welcome to WPShapere
de_de: Willkommen bei WPShapere

source: Visit Knowledgebase
de_de: Besuchen Sie die Wissensdatenbank

source: Howdy, %1$s
de_de: Hallo, %1$s

source: Manage Admin Menu
de_de: Admin-Menü verwalten

source: Add new menu
de_de: Neues Menü hinzufügen

source: Add new sub menu
de_de: Neues Untermenü hinzufügen

source: Add menu seperator
de_de: Menütrenner hinzufügen

source: Delete custom menu
de_de: Benutzerdefiniertes Menü löschen

source: Delete custom sub menu
de_de: Benutzerdefiniertes Untermenü löschen

source: Delete custom seperator
de_de: Benutzerdefinierten Trennzeichen löschen

source: By default, all menu items will be shown to administrator users.
de_de: Standardmäßig werden den Administratorbenutzern alle Menüpunkte angezeigt.

source: Click here
de_de: Klicken Sie hier

source: to customize who can access to all menu items.
de_de: um anzupassen, wer auf alle Menüpunkte zugreifen kann.

source: Rename Title
de_de: Titel umbenennen

source: Hide menu for
de_de: Menü ausblenden für

source: Admin Theme Presets
de_de: Admin Themen

source: Import Admin Theme
de_de: Admin-Thema importieren

source: Note: Importing a theme will replace your existing custom set colors.
de_de: Hinweis: Der Import eines Designs ersetzt Ihre bestehenden benutzerdefinierten Farben.

source: Theme Imported!
de_de: Einstellungen Importiert!
